Repository: miguelgarglez/momentum
Catalog: Momentum/Localizable.xcstrings
Source language: en
Languages: es

# %@ %@ por resolver
source: %@ %@ pending
es: %@ %@ por resolver

# %@ (excluido)
source: %@ (excluded)
es: %@ (excluido)

# %lld días
source: %lld days
es: %lld días

# 1 día
source: 1 day
es: 1 día

# 1 hora
source: 1 hour
es: 1 hora

# 30 días
source: 30 days
es: 30 días

# 4 horas
source: 4 hours
es: 4 horas

# 60 días
source: 60 days
es: 60 días

# 8 horas
source: 8 hours
es: 8 horas

# 7 días
source: 7 days
es: 7 días

# 90 días
source: 90 days
es: 90 días

# Abre el selector para ver todas las apps
source: Open the picker to see all apps
es: Abre el selector para ver todas las apps

# Abre la sección (section.label).
source: Open the \(section.label) section.
es: Abre la sección \(section.label).

# Abrir Ajustes
source: Open Settings
es: Abrir Ajustes

# Abrir Momentum
source: Open Momentum
es: Abrir Momentum

# Abrir ajustes de Automatización
source: Open Automation settings
es: Abrir ajustes de Automatización

# Accesibilidad
source: Accessibility
es: Accesibilidad

# Aceptar
source: Accept
es: Aceptar

# Activa la integración local para controlar Momentum desde Raycast.
source: Enable local integration to control Momentum from Raycast.
es: Activa la integración local para controlar Momentum desde Raycast.

# Actividad excluida
source: Excluded activity
es: Actividad excluida

# Actividad limpiada
source: Cleaned activity
es: Actividad limpiada

# Actividad reciente y consistencia.
source: Recent activity and consistency.
es: Actividad reciente y consistencia.

# Actualizando…
source: Updating…
es: Actualizando…

# Ajusta el tema visual que verás en toda la app.
source: Adjust the visual theme across the app.
es: Ajusta el tema visual que verás en toda la app.

# Ajustes
source: Settings
es: Ajustes

# Ajustes…
source: Settings…
es: Ajustes…

source: When enabled, macOS applies FileProtection to the Momentum database file. Data can only be read while your session is unlocked. If someone copies the file without permission, they will only see encrypted data. You can keep this disabled if you already rely on FileVault or if you share the database with other tools.
es: Al activar esta opción, macOS aplica FileProtection al archivo de Momentum. Los datos solo se pueden leer cuando tu sesión está desbloqueada; si alguien copia el fichero sin permiso verá información cifrada. Puedes dejarlo desactivado si ya confías en FileVault o si compartes la base con otras herramientas.

source: When you create the project, Momentum starts tracking immediately and records the apps and domains you use so they can be associated automatically.
es: Al crear el proyecto, Momentum empezará a trackear tu actividad desde este momento y registrará las apps y dominios que uses para asociarlos automáticamente.

# Aleatorio
source: Random
es: Aleatorio

# Algunos dominios no son válidos y no se guardaron.
source: Some domains are invalid and were not saved.
es: Algunos dominios no son válidos y no se guardaron.

# Apariencia
source: Appearance
es: Apariencia

# Apps instaladas
source: Installed apps
es: Apps instaladas

# Apps, dominios y archivos que suman tiempo automáticamente.
source: Apps, domains, and files that automatically add tracked time.
es: Apps, dominios y archivos que suman tiempo automáticamente.

# Archivo
source: Archive
es: Archivo

# Archivos
source: Files
es: Archivos

# Asigna apps, dominios o archivos para que Momentum sume tiempo automáticamente.
source: Assign apps, domains, or files so Momentum can add time automatically.
es: Asigna apps, dominios o archivos para que Momentum sume tiempo automáticamente.

# Asignadas
source: Assigned
es: Asignadas

# Asignar
source: Assign
es: Asignar

# Añade este contexto a un proyecto para poder asignar la regla.
source: Add this context to a project so you can assign the rule.
es: Añade este contexto a un proyecto para poder asignar la regla.

# Añade un proyecto para medir tu dedicación sin fricción.
source: Add a project to measure your dedication without friction.
es: Añade un proyecto para medir tu dedicación sin fricción.

# Añadir
source: Add
es: Añadir

# Añadir rutas manualmente
source: Add routes manually
es: Añadir rutas manualmente

# Año
source: Year
es: Año

# Aún no hay registros para este intervalo.
source: No activity records yet for this range.
es: Aún no hay registros para este intervalo.

# Aún no hay sesiones para este proyecto.
source: No sessions for this project yet.
es: Aún no hay sesiones para este proyecto.

# Bienvenido a Momentum
source: Welcome to Momentum
es: Bienvenido a Momentum

# Borrar actividad
source: Delete activity
es: Borrar actividad

# Borrar actividad de un proyecto
source: Delete activity from a project
es: Borrar actividad de un proyecto

# Borrar todo
source: Delete all
es: Borrar todo

# Borrar todos los datos
source: Delete all data
es: Borrar todos los datos

# Bundle ID manual
source: Manual Bundle ID
es: Bundle ID manual

# Bundle IDs adicionales
source: Additional Bundle IDs
es: Bundle IDs adicionales

# Buscar
source: Look for
es: Buscar

# Buscar apps
source: Search apps
es: Buscar apps

# Buscar iconos
source: Search icons
es: Buscar iconos

# Cada minuto cuenta.
source: Every minute counts.
es: Cada minuto cuenta.

# Cancelar
source: Cancel
es: Cancelar

# Catálogo vacío
source: Empty catalog
es: Catálogo vacío

# Cerrar
source: Close
es: Cerrar

# Certificación UX
source: UX Certification
es: Certificación UX

# Cifrado de base de datos
source: Database encryption
es: Cifrado de base de datos

# Cifrar base de datos
source: Encrypt database
es: Cifrar base de datos

# Claro
source: Clear
es: Claro

# Clima
source: Climate
es: Clima

# Comunicación
source: Communication
es: Comunicación

# Configura Raycast para usar 127.0.0.1:(raycastIntegration.port).
source: Configure Raycast to use 127.0.0.1:\(raycastIntegration.port).
es: Configura Raycast para usar 127.0.0.1:\(raycastIntegration.port).

# Configura cómo se asignan automáticamente las sesiones a proyectos.
source: Configure how sessions are automatically assigned to projects.
es: Configura cómo se asignan automáticamente las sesiones a proyectos.

# Configuración
source: Configuration
es: Configuración

# Constancia en los últimos 7 días.
source: Consistency in the last 7 days.
es: Constancia en los últimos 7 días.

# Construir
source: Build
es: Construir

# Contexto asignado
source: Assigned context
es: Contexto asignado

# Contexto o proyecto
source: Context or project
es: Contexto o proyecto

# Controla qué fuentes registra Momentum y la frecuencia de detección.
source: Control which sources Momentum tracks and how often it checks them.
es: Controla qué fuentes registra Momentum y la frecuencia de detección.

# Convierte el trabajo en progreso visible y tendencias claras.
source: Turn work into visible progress and clear trends.
es: Convierte el trabajo en progreso visible y tendencias claras.

# Copiar
source: Copy
es: Copiar

# Crea tu primer proyecto para convertir cada minuto en progreso visible.
source: Create your first project to turn every minute into visible progress.
es: Crea tu primer proyecto para convertir cada minuto en progreso visible.

# Crea tu primer proyecto y empieza a convertir tu tiempo en progreso visible.
source: Create your first project and start turning your time into visible progress.
es: Crea tu primer proyecto y empieza a convertir tu tiempo en progreso visible.

# Crear
source: Create
es: Crear

# Crear proyecto
source: Create project
es: Crear proyecto

# Crear rápido
source: Create fast
es: Crear rápido

# Creativo
source: Creative
es: Creativo

# Cuando aparezcan, podrás resolverlos aquí.
source: When they appear, you can resolve them here.
es: Cuando aparezcan, podrás resolverlos aquí.

source: When you start tracking, Momentum records the apps and domains you use so they can be associated with this project.
es: Cuando inicies tracking, Momentum registrará las apps y dominios que uses para asociarlos a este proyecto.

# Cuando resuelvas conflictos se guardaran aqui.
source: Resolved conflicts are saved here.
es: Cuando resuelvas conflictos se guardaran aqui.

# Código copiado
source: Copied code
es: Código copiado

# Código de emparejamiento
source: Pairing code
es: Código de emparejamiento

# Define cuándo considerar una sesión inactiva y pausar el registro.
source: Define when a session is considered idle and pause tracking.
es: Define cuándo considerar una sesión inactiva y pausar el registro.

# Detener manual
source: Stop manual
es: Detener manual

# Detener tracking manual
source: Stop manual tracking
es: Detener tracking manual

# Dispositivos
source: Devices
es: Dispositivos

# Distribución del tiempo por app o dominio.
source: Time distribution by app or domain.
es: Distribución del tiempo por app o dominio.

# Distribución diaria de tu actividad por año.
source: Daily distribution of your activity by year.
es: Distribución diaria de tu actividad por año.

# Dominio
source: Domain
es: Dominio

# Dominios
source: Domains
es: Dominios

# Dominios o URLs (separados por coma)
source: Domains or URLs (comma-separated)
es: Dominios o URLs (separados por coma)

# Editar
source: Edit
es: Editar

# Editar proyecto
source: Edit project
es: Editar proyecto

# Ej. "Construir Momentum"
source: Ex. "Build Momentum"
es: Ej. "Construir Momentum"

# Elegir emoji
source: Choose emoji
es: Elegir emoji

# Eliminar
source: Eliminate
es: Eliminar

# Eliminar (item)
source: Delete \(item)
es: Eliminar \(item)

# Eliminar app
source: Delete app
es: Eliminar app

# Eliminar app excluida
source: Delete excluded app
es: Eliminar app excluida

# Eliminar archivo
source: Delete file
es: Eliminar archivo

# Eliminar dominio
source: Delete domain
es: Eliminar dominio

source: Delete the rule for \(pendingDeleteRule.contextLabel.lowercased()) \(pendingDeleteRule.contextValue)?
es: Eliminar la regla para \(pendingDeleteRule.contextLabel.lowercased()) \(pendingDeleteRule.contextValue)?

# Eliminar proyecto
source: Delete project
es: Eliminar proyecto

# Emparejado
source: Matched
es: Emparejado

# Empezar
source: Begin
es: Empezar

# Energía
source: Energy
es: Energía

# Entendido
source: Understood
es: Entendido

# Escaneando aplicaciones…
source: Scanning applications…
es: Escaneando aplicaciones…

# Esperando actividad...
source: Waiting for activity...
es: Esperando actividad...

# Esta acción conserva el proyecto y borra su historial de tiempo.
source: This action preserves the project and clears its time history.
es: Esta acción conserva el proyecto y borra su historial de tiempo.

source: This action restarts Momentum and deletes projects, sessions, and summaries. It can't be undone.
es: Esta acción reinicia Momentum y elimina proyectos, sesiones y resúmenes. No se puede deshacer.

# Esta semana
source: This week
es: Esta semana

# Estado
source: State
es: Estado

# Este mes
source: This month
es: Este mes

# Estudio
source: Study
es: Estudio

# Evita registrar apps, dominios o archivos que no quieras trackear.
source: Avoid registering apps, domains or files that you do not want to track.
es: Evita registrar apps, dominios o archivos que no quieras trackear.

# Exclusiones
source: Exclusions
es: Exclusiones

# Existente
source: Existing
es: Existente

# Expira (expiresAt, style: .time) · válido 10 min
source: Expires \(expiresAt, style: .time) · valid for 10 min
es: Expira \(expiresAt, style: .time) · válido 10 min

# Expiración de reglas
source: Rule Expiration
es: Expiración de reglas

# Expirada
source: Expired
es: Expirada

# Filtrar por proyecto
source: Filter by project
es: Filtrar por proyecto

# Formas
source: Shapes
es: Formas

# Fotos
source: Photos
es: Fotos

# Genera un código para emparejar Raycast.
source: Generate a code to pair Raycast.
es: Genera un código para emparejar Raycast.

# Generar código
source: Generate code
es: Generar código

# Gestiona la protección de tu base de datos y limpieza de actividad.
source: Manage database protection and activity cleanup.
es: Gestiona la protección de tu base de datos y limpieza de actividad.

# Gestionar reglas de asignacion
source: Manage assignment rules
es: Gestionar reglas de asignacion

# Guarda los cambios para aplicar la integración.
source: Save your changes to apply the integration.
es: Guarda los cambios para aplicar la integración.

# Guardamos la ruta del archivo para reconocerlo en el tracking.
source: We store the file path to recognize it during tracking.
es: Guardamos la ruta del archivo para reconocerlo en el tracking.

# Guardar
source: Keep
es: Guardar

# Habilitar integración con Raycast
source: Enable Raycast integration
es: Habilitar integración con Raycast

source: Click to toggle assignment. Press Done or close the panel when you finish.
es: Haz clic para alternar la asignación. Pulsa Hecho o cierra el panel cuando termines.

# Haz clic para alternar la exclusión. Puedes cerrar el panel cuando termines.
source: Click to toggle exclusion. You can close the panel when you finish.
es: Haz clic para alternar la exclusión. Puedes cerrar el panel cuando termines.

# Heatmap anual
source: Annual Heatmap
es: Heatmap anual

# Hecho
source: Made
es: Hecho

# Hogar
source: Home
es: Hogar

# Hoy
source: Today
es: Hoy

# Icono
source: Icon
es: Icono

# Iconos del sistema
source: System icons
es: Iconos del sistema

# Identidad
source: Identity
es: Identidad

# Inactividad
source: Inactivity
es: Inactividad

# Iniciar tracking
source: Start tracking
es: Iniciar tracking

# Iniciar tracking manual
source: Start manual tracking
es: Iniciar tracking manual

# Integración desactivada.
source: Integration disabled.
es: Integración desactivada.

# Intervalo
source: Interval
es: Intervalo

# Intervalo de detección
source: Detection interval
es: Intervalo de detección

# Ir a %@
source: Go to %@
es: Ir a %@

source: Expired rules are removed automatically, and you can recreate them by resolving a conflict.
es: Las reglas expiradas se eliminan automáticamente, y podrás reinstalarlas al resolver un conflicto.

# Largo plazo
source: Long term
es: Largo plazo

# Limpiar actividad
source: Clear activity
es: Limpiar actividad

# Mantén el ritmo con seguimiento continuo y sin fricción.
source: Keep momentum with continuous, frictionless tracking.
es: Mantén el ritmo con seguimiento continuo y sin fricción.

# Mapas
source: Maps
es: Mapas

# Media
source: Average
es: Media

# Mejor racha: %lld días
source: Best streak: %lld days
es: Mejor racha: %lld días

# Mejor racha: %lld días.
source: Best streak: %lld days.
es: Mejor racha: %lld días.

# Menos
source: Less
es: Menos

# Mes
source: Month
es: Mes

# Meses del último año.
source: Months of the last year.
es: Meses del último año.

# Mide tu progreso, no tu productividad.
source: Measure your progress, not your productivity.
es: Mide tu progreso, no tu productividad.

# Modo
source: Mode
es: Modo

source: Momentum appears in the Dock only when windows are visible and returns to menu bar mode when you close them.
es: Momentum aparece en el Dock solo cuando hay ventanas visibles y vuelve al modo barra de menús al cerrarlas.

# Momentum pausará el tracking tras este tiempo sin interacción.
source: Momentum will pause tracking after this time without interaction.
es: Momentum pausará el tracking tras este tiempo sin interacción.

source: Momentum only requests Automation permissions when it needs to track apps where it detects files or domains. If you deny them, you can reactivate them from System Settings.
es: Momentum solo solicita permisos de Automatización cuando necesita rastrear apps donde detecta archivos o dominios. Si los deniegas, puedes reactivarlos desde Ajustes del sistema.

# Mostrar resumen
source: Show summary
es: Mostrar resumen

# Más
source: Further
es: Más

# Más info
source: More info
es: Más info

# Más información
source: More information
es: Más información

# Naturaleza
source: Nature
es: Naturaleza

# No encontramos apps que coincidan con la búsqueda.
source: No apps matched your search.
es: No encontramos apps que coincidan con la búsqueda.

source: No excluded apps yet. Use the button to add from the catalog or type a bundle ID.
es: No hay apps excluidas. Usa el botón para añadir desde el catálogo o escribe el bundle ID.

# No hay archivos excluidos.
source: There are no excluded files.
es: No hay archivos excluidos.

# No hay conflictos pendientes.
source: There are no pending conflicts.
es: No hay conflictos pendientes.

# No hay elementos excluidos.
source: There are no excluded elements.
es: No hay elementos excluidos.

# No hay proyectos para limpiar.
source: There are no projects to clean up.
es: No hay proyectos para limpiar.

# No hay reglas guardadas
source: There are no saved rules
es: No hay reglas guardadas

# No pudimos crear el proyecto
source: We couldn't create the project
es: No pudimos crear el proyecto

# No pudimos eliminar el proyecto
source: We couldn't delete the project
es: No pudimos eliminar el proyecto

# No pudimos guardar los cambios
source: We couldn't save the changes
es: No pudimos guardar los cambios

# No pudimos limpiar la actividad
source: We could not clear the activity
es: No pudimos limpiar la actividad

# No pudimos reconocer ningún dominio válido.
source: We couldn't recognize any valid domains.
es: No pudimos reconocer ningún dominio válido.

# No se pudo completar la operación
source: The operation could not be completed
es: No se pudo completar la operación

# No tienes proyectos aún.
source: You don't have projects yet.
es: No tienes proyectos aún.

# Nombre del proyecto
source: Project name
es: Nombre del proyecto

# Nombre opcional
source: Optional name
es: Nombre opcional

# Nuevo
source: New
es: Nuevo

# Nuevo proyecto
source: New project
es: Nuevo proyecto

# Nunca
source: Never
es: Nunca

# Nunca almacenamos contenido, teclas ni capturas de pantalla.
source: We never store content, keystrokes, or screenshots.
es: Nunca almacenamos contenido, teclas ni capturas de pantalla.

# Nunca: contenido, teclas ni capturas de pantalla.
source: Never: content, keystrokes, or screenshots.
es: Nunca: contenido, teclas ni capturas de pantalla.

# Objetos
source: Objects
es: Objetos

# Ocultar resumen
source: Hide summary
es: Ocultar resumen

# Oscuro
source: Dark
es: Oscuro

source: To identify active files or domains, macOS will show a permissions dialog.
es: Para identificar archivos o dominios activos, macOS mostrará un diálogo de permisos.

# Pausar tracking
source: Pause tracking
es: Pausar tracking

# Pega URLs completas o dominios. Guardamos solo el dominio.
source: Paste full URLs or domains. We store only the domain.
es: Pega URLs completas o dominios. Guardamos solo el dominio.

# Pendiente de asignación
source: Pending assignment
es: Pendiente de asignación

# Pendientes
source: Earrings
es: Pendientes

# Permisos para archivos y dominios
source: Permissions for files and domains
es: Permisos para archivos y dominios

# Predeterminados
source: Defaults
es: Predeterminados

# Privacidad
source: Privacy
es: Privacidad

# Progreso del mes en curso.
source: Progress of the current month.
es: Progreso del mes en curso.

# Proyecto
source: Project
es: Proyecto

# Proyecto Manual
source: Project Manual
es: Proyecto Manual

# Proyecto actualizado
source: Updated project
es: Proyecto actualizado

# Proyecto creado
source: Project created
es: Proyecto creado

# Proyecto eliminado
source: Project deleted
es: Proyecto eliminado

# Proyecto existente
source: Existing project
es: Proyecto existente

# Proyecto manual: %@
source: Manual project: %@
es: Proyecto manual: %@

# Proyecto no compatible: (currentProject.name)
source: Incompatible project: \(currentProject.name)
es: Proyecto no compatible: \(currentProject.name)

# Proyecto: %@
source: Project: %@
es: Proyecto: %@

# Proyecto: pendiente de asignación
source: Project: pending assignment
es: Proyecto: pendiente de asignación

# Puedes excluir rutas exactas o terminaciones como *.key, .pdf o .mov.
source: You can exclude exact paths or suffixes like *.key, .pdf, or .mov.
es: Puedes excluir rutas exactas o terminaciones como *.key, .pdf o .mov.

# Puedes pausar o detener el tracking cuando quieras.
source: You can pause or stop tracking whenever you want.
es: Puedes pausar o detener el tracking cuando quieras.

# Qué ocurre ahora
source: What happens now
es: Qué ocurre ahora

# Racha
source: Streak
es: Racha

# Racha de %lld días · Mejor: %lld días
source: Streak of %lld days · Best: %lld days
es: Racha de %lld días · Mejor: %lld días

# Rango
source: Range
es: Rango

# Reanudar tracking
source: Resume tracking
es: Reanudar tracking

# Recogemos: nombre de la app, dominio o archivo activo.
source: We collect: app name, active domain, or active file.
es: Recogemos: nombre de la app, dominio o archivo activo.

# Recomendados
source: Recommended
es: Recomendados

# Recupera sesiones y evita pérdidas de tiempo.
source: Recover sessions and avoid losing tracked time.
es: Recupera sesiones y evita pérdidas de tiempo.

# Regenerar código
source: Regenerate code
es: Regenerar código

# Registrando actividad
source: Recording activity
es: Registrando actividad

# Registrar archivos
source: Register files
es: Registrar archivos

# Registrar dominios web
source: Register web domains
es: Registrar dominios web

# Reglas
source: Rules
es: Reglas

# Reglas de asignacion
source: Assignment rules
es: Reglas de asignacion

# Resolver
source: Solve
es: Resolver

# Resolver %@ %@
source: Resolve %@ %@
es: Resolver %@ %@

# Resolver conflictos
source: Resolve conflicts
es: Resolver conflictos

# Resolver conflictos (%lld)
source: Resolve conflicts (%lld)
es: Resolver conflictos (%lld)

# Resumen
source: Summary
es: Resumen

# Revela tu Momentum
source: Reveal your Momentum
es: Revela tu Momentum

# Revocar tokens
source: Revoke tokens
es: Revocar tokens

# Ruta o terminación (ej: /Users/... o .key)
source: Path or suffix (e.g. /Users/... or .key)
es: Ruta o terminación (ej: /Users/... o .key)

# Rutas de archivo (separadas por coma)
source: File paths (comma-separated)
es: Rutas de archivo (separadas por coma)

# Salir
source: Go out
es: Salir

# Saltar
source: Hop
es: Saltar

# Se compara contra el dominio detectado. Puedes usar fragmentos como youtube.com.
source: Matched against the detected domain. You can use fragments like youtube.com.
es: Se compara contra el dominio detectado. Puedes usar fragmentos como youtube.com.

# Se eliminará el proyecto y su historial asociado.
source: The project and its associated history will be deleted.
es: Se eliminará el proyecto y su historial asociado.

source: Sessions and summaries associated with \(project.name) will be deleted. The project will remain intact.
es: Se eliminarán las sesiones y resúmenes asociados a \(project.name). El proyecto permanecerá intacto.

# Seguridad
source: Security
es: Seguridad

# Selecciona apps a excluir
source: Select apps to exclude
es: Selecciona apps a excluir

# Selecciona apps a incluir
source: Select apps to include
es: Selecciona apps a incluir

# Selecciona archivos para excluir
source: Select files to exclude
es: Selecciona archivos para excluir

# Seleccionar
source: Select
es: Seleccionar

# Seleccionar apps instaladas
source: Select installed apps
es: Seleccionar apps instaladas

# Seleccionar archivos…
source: Select files…
es: Seleccionar archivos…

# Semana
source: Week
es: Semana

# Semanas del último trimestre.
source: Weeks of the last quarter.
es: Semanas del último trimestre.

# Servidor activo en 127.0.0.1:%lld.
source: Active server at 127.0.0.1:%lld.
es: Servidor activo en 127.0.0.1:%lld.

# Servidor detenido.
source: Server stopped.
es: Servidor detenido.

# Sesión corta
source: Short session
es: Sesión corta

# Sin caducidad
source: No expiration
es: Sin caducidad

# Sin datos recientes
source: No recent data
es: Sin datos recientes
